Repository: bugiebhavya/cms-prod-backup
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Position held
es: Cargo

source: Associate
es: Asociado

source: Visit the Wagtail website
es: Visita el sitio web

source: View the release notes
es: Ver las notas de liberacion

source: Welcome to your new Wagtail site!
es: Bienvenido al sitio web

source: Please feel free to <a href="https://github.com/wagtail/wagtail/wiki/Slack">join our community on Slack</a>, or get started with one of the links below.
es: Please feel free to <a href="https://github.com/wagtail/wagtail/wiki/Slack">join our community on Slack</a>, or get started with one of the links

source: Wagtail Documentation
es: Documentación

source: Topics, references, & how-tos
es: Tópicos, referencias y Que hacer

source: Build your first Wagtail site
es: Crear su primer sitio

source: Admin Interface
es: Interfase de administración

source: Create your superuser first!
es: Crear un super usuario primero!

source: Channel
es: Canal

source: Channels
es: Canales

source: media
es: Medios

source: History
es: Histórico

source: No media available
es: No hay medios disponibles

source: Library
es: Librería

source: Search
es: Buscar

source: Paid Membership
es: Membresía pagada

source: Notification
es: Notificación

source: Manage your account
es: Administrar su cuenta

source: Dashboard
es: Panel de Control

source: Profile
es: Perfil

source: Logout
es: Cerrar Sesión

source: Home
es: Inicio

source: Trendings
es: Tendencia

source: Favorite
es: Favoritos

source: Title
es: Título

source: Created At
es: Creado el

source: Licensed by
es: Licencia de

source: Read More
es: Leer Más

source: Comment
es: Comentarios

source: Please login to post a comments
es: Por favor inicie sesión para agregar comentarios

source: There are no comments Yet
es: No hay comentarios aún

source: Next
es: Sugerido

source: No Next Content
es: No hay contenido siguiente

source: views
es: Vistas

source: Search Results
es: Resultados de la búsqueda

source: Associated Access
es: Acceso de Asociado

source: Enter
es: Entrar

source: ago
es: hace

source: Menu
es: Menú

source: Save
es: Guardar

source: Welcome To The Administration Platform
es: Bienvenido a la plataforma administrativa

source: This is your dashboard on which helpful information about content you've created will be displayed.
es: Este es el tablero de control

source: Sign in
es: Iniciar Sesión

source: Your %(username_field)s and password didn't match. Please try again.
es: El usuario %(username_field) y la contraseña no coinciden. favor de reintentar.

source: ADMINISTRATION PLATFORM
es: PLATAFORMA ADMINISTRATIVA

source: Forgotten it?
es: Lo olvidó?

source: Signing in…
es: Iniciando Sesión...

source: You are using an <strong>outdated</strong> browser not supported by this software. Please <a href="http://browsehappy.com/">upgrade your browser</a>.
es: Está utilizando un navegador <strong>no soportado</strong> por esta plataforma. por favor <a href="http://browsehappy.com/">actualice su navegador </a>.

source: Media Views
es: Vista de Medios

source: Content Type
es: Tipo de Contenido

source: User
es: Usuario

source: Content ID
es: ID del Contenido

source: Total Views
es: Vistas Totales

source: Area name
es: Nombre de Area

source: Notes
es: Notas

source: Subject
es: Materia

source: Subject name
es: Nombre del Materia

source: Topic
es: Tema

source: Topic name
es: Nombre del Tema

source: SubTopic
es: SubTema

source: Subtopic name
es: Nombre del SubTema

source: Nature
es: Naturaleza

source: Nature name
es: Descripción de la Naturaleza

source: Public
es: Público

source: Private
es: Privado

source: Natures
es: Naturaleza

source: Author
es: Autor

source: Author Profession
es: Profesión del Autor

source: Validity Start
es: Inicio de Vigencia

source: Validity End
es: Find de Vigencia

source: Synthesis
es: Síntesis

source: Publish At
es: Inicio de Publicación

source: Publish End
es: Fin de Publicación

source: Republish At
es: Replicado en

source: created at
es: Creado en

source: Associate Level
es: Nivel del Asociado

source: Associate Levels
es: Niveles de Asociado

source: Level Title
es: Título del Nivel

source: Allowed users
es: Usuarios Permitidos

source: Tax residence
es: Ciudad

source: State
es: Estado

source: Sociaty
es: Tipo de Sociedad

source: Legal representative
es: Representante Legal

source: Membership Start Date
es: Inicio de Membresía

source: Membership End Date
es: Fin de Membresía

source: Web page
es: Página Web

source: Email address
es: Correo electrónico

source: Level of associate
es: Nivel de Asociado

source: Max allowed users reached for that membership
es: Ya se tiene aisgnado el número máximo de usuarios para ese socio.

source: Maximum filesize: %(max_upload_size)s.
es: Tamaño máximo de archivo: %(max_upload_size)s.

source: Not a valid video. Content type was %s.
es: No es un video válido. El tipo de contenido es %s.

source: This file is too big (%%s). Maximum filesize %s.
es: El archivo es muy grande (%%s). El Tamaño máximo es %s.

source: This file is too big. Maximum filesize %s.
es: El archivo es muy grande. El máximo es %s.

source: Add
es: Agregar

source: Add/edit images you own
es: Agregar/editar sus imagenes

source: Edit
es: Editar

source: Edit any video
es: Editar video

source: title
es: título

source: file
es: archivo

source: uploaded by user
es: subido por usuario

source: tags
es: Palabras Clave

source: Scope
es: Alcance

source: Add an image
es: Agregar una imagen

source: Add Channel
es: Agregar Canal

source: Delete channel
es: Eliminar Canal

source: Are you sure you want to delete this channel ?
es: Esta seguro de eliminar este canal?

source: Yes, delete
es: Si, Eliminar

source: Editing Channel %(title)s
es: Editando Canal %(title)

source: Editing
es: Editando

source: Add a channel
es: Agregar un Canal

source: Latest channels
es: Canales Recientes

source: Sorry, no channels match "<em>%(query_string)s</em>"
es: Lo siento, no hay canales que coincidan con la busqueda. "<em>%(query_string)s</em>"

source: You've not uploaded any channels in this collection. Why not <a href="%(wagtailvideos_add_channel_url)s">add one now</a>?
es: No hay canales aún. Por que no <a href="%(wagtailvideos_add_channel_url)s">Agrega un Canal ahora</a>?

source: Choose a video
es: Elija un video

source: Upload
es: Subir

source: Popular tags
es: Palabras Clave Populares

source: Uploading...
es: Subiendo...

source: Latest videos
es: Videos recientes

source: Add multiple videos
es: Agregar múltiples videos

source: Add videos
es: Agregar Videos

source: Drag and drop videos into this area to upload immediately.
es: Arrastre y suelte los videos aqui para subir inmediatamente.

source: Or choose from your computer
es: O seleccione uno de su computadora

source: Add to collection:
es: Agregar a la colección:

source: Upload successful. Please update this video with a more appropriate title, if necessary. You may also delete the video completely if the upload wasn't required.
es: Carga Exitosa. Por favor actualice el video con un título apropiado, si es necesario. Puede también eliminar el video completamente si la publicación no es requerida.

source: Sorry, upload failed.
es: Falló la carga del archivo.

source: Video updated.
es: Video actualizado

source: Update
es: Actualizar

source: Delete
es: Eliminar

source: Video permissions
es: permisos del Video

source: Add an video permission
es: Agregar permisos al video

source: Change video file:
es: Cambiar archivo de video:

source: Add video
es: Agregar video

source: Delete video
es: Eliminar video

source: Are you sure you want to delete this video?
es: Esta seguro de que desea eliminar el video?

source: Editing video %(title)s
es: Editando el video %(title)

source: Video preview
es: Previsualizar video

source: Thumbnail
es: Miniatura

source: Filesize
es: Tamaño

source: File not found
es: Archivo no encontrado

source: Duration
es: Duración

source: Usage
es: Uso

source: Used %(usage_count)s time
es: Utilizado %(usage_count) vez

source: Add a video
es: Agregar un video

source: Sorry, no videos match "<em>%(query_string)s</em>"
es: Lo siento, no hay videos que coinciden con su búsqueda "<em>%(query_string)s</em>"

source: You've not uploaded any videos in this collection. Why not <a href="%(wagtailvideos_add_video_url)s">add one now</a>?
es: No hay videos en esta colección. Por que no <a href="%(wagtailvideos_add_video_url)s">Agregamos uno ahora</a>?

source: Usage of %(title)s
es: Uso de %(title)

source: Usage of
es: Uso de

source: Parent
es: Padre

source: Type
es: Tipo

source: Status
es: Estatus

source: Edit this page
es: Editar esta página

source: Search Channel
es: Buscar Canal

source: Channel '{0}' updated.
es: Canal '{0}' actualizados.

source: Edit again
es: Editar nuevamente

source: The channel could not be saved due to errors.
es: El canal no pudo guardarse por los siguientes errores.

source: Channel '{0}' deleted.
es: Canal '{0}' eliminado.

source: Channel '{0}' added.
es: Canal '{0}' Añadido.

source: The channel could not be created due to errors.
es: El canal no pudo crearse debido a los siguientes errores.

source: Search videos
es: Buscar videos

source: Video '{0}' updated.
es: Video '{0}' actualizado.

source: The video could not be saved due to errors.
es: El video no pudo guardarse debido a los siguientes errores.

source: The source video file could not be found. Please change the source or delete the video.
es: El archivo fuente no fué encontrado. Por favor verifique.

source: Video '{0}' deleted.
es: El video '{0}' eliminado.

source: Video '{0}' added.
es: El video '{0}' agregado.

source: The video could not be created due to errors.
es: El video no pudo crearse debido a los siguientes errores.

source: Choose another video
es: Seleccione otro video

source: Edit this video
es: Editar este video

source: Social media settings
es: Configuración redes sociales

source: Can access Wagtail admin
es: Puede accesar sección administrador

source: Can view Tag
es: Puede ver las etiquetas

source: Can view Media Views
es: Puede ver las listas de medios

source: Can view Associate
es: Puede ver Asociados

source: Can view Associate Level
es: Puede ver Nivel de Asociados

source: Can view Area
es: Puede ver Areas

source: Can view Subject
es: Puede ver Materias

source: Can view Topic
es: Puede ver Temas

source: Can view SubTopic
es: Puede ver SubTemas

source: Can view Nature
es: Puede ver Naturalezas

source: Slug
es: Etiqueta a mostrar

source: Published Year
es: Año publicado

source: Publish In
es: Publicado en

source: Close
es: Cerrar

source: More search options
es: Más opciones de búsqueda

source: Extra Search
es: Búsqueda extra

source: Groups
es: Nivel de Acceso

source: groups
es: Nivel de Acceso

source: Sectors
es: Sectores

source: Value
es: Valor
